Repository: MrMatAP/mrmat-hello-python
Catalog: src/mhpython/locale/*/LC_MESSAGES/messages.po
Languages: de, de_ch

source: Be verbose
de: Sei laut
de_ch: Bis luut

source: Be very verbose
de: Sei lauter
de_ch: Bis lüter

source: This is a DEBUG message
de: Dies ist eine Meldung zur Fehlerbehandlung
de_ch: Das isch e nochricht zur fählersuechi

source: This is a INFO message
de: Dies ist eine informelle Meldung
de_ch: Das isch e nochricht zur information

source: This is a WARN message
de: Dies ist eine Warnung
de_ch: Das isch e warnig

source: This is an ERROR message
de: Dies ist eine Fehlermeldung
de_ch: Das isch en fähler

source: This is a FATAL message
de: Dies ist eine schwerwiegende Fehlermeldung
de_ch: Das isch en schlimme fähler

source: No exception occurred within the code block
de: Keine Ausnahme ist w채hrend der Ausfuehrung des Programms geschehen
de_ch: Im Programm isch kei uusnahm passiert

source: The finally block is always executed
de: Der Schlussblock wird immer ausgefuehrt
de_ch: De schluss-block wird immer uusgführt

source: Creating host
de: Eine Maschine wird erstellt
de_ch: E maschinä wird baut

source: Done
de: Fertig
de_ch: Färtig

source: Argument Parser
de: Argument-체bersetzer
de_ch: Argument-übersätzer

source: sub-command help
de: Hilfe fuer Sub-Kommandos
de_ch: Hülf fuer Sub-Kommandos

source: Create an alias
de: Erstelle einen Alias
de_ch: Bau en alias

source: The FQDN to add the alias to
de: Der voll qualifizierte Dom채nenname auf welchen der Alias zeigen soll
de_ch: Dä voll qualifizierti domänename wo de alias druf zeige söll

source: The alias to create
de: Der zu erstellende Alias
de_ch: Dä alias womer soelled baue

source: Create a host
de: Erstelle eine Maschine
de_ch: Bau e nöi maschinä

source: FQDN to create
de: Der zu erstellende voll qualifizierte Dom채nenname
de_ch: De voll qualifizierti domänename wo mer sölled baue

source: IP to create
de: Die zu erstellende Internet Adresse
de_ch: D'Internet Adressä wo mer sölled baue
